cask_args appdir: '/Applications'

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"

brew "adr-tools"
brew "readline"
brew "python"
brew "docker"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cask"
brew "coreutils"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "htop"
brew "jq"
brew "node"
brew "openconnect"
brew "terraform"
brew "the_silver_searcher"
brew "neofetch"
brew "bat"
brew "tldr"
brew "terminal-notifier"
brew "selecta"
brew "pass"

cask "google-chrome"
cask "dropbox"
cask "docker"
cask "keybase"
cask "caskroom/versions/java8"
