cask_args appdir: '/Applications'

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"

brew "vim", args: ["with-client-server"]
brew "adr-tools"
brew "readline"
brew "bash"
brew "bash-completion"
brew "cask"
brew "coreutils"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "htop"
brew "jq"
brew "openconnect"
brew "the_silver_searcher"
brew "neofetch"
brew "bat"
brew "tldr"
brew "terminal-notifier"
brew "selecta"
brew "pass"
brew "wifi-password"
brew "httpie"
brew "thefuck"
brew "tmux"

cask "macdown"
cask "google-chrome"
cask "firefox"
cask "dropbox"
cask "keybase"
